

{
    "data":
    [
        {
            "id": 1,
            "name": "Bulbasaur",
            "frontSprite": "1_front.gif",
            "backSprite": "1_back.gif",
            "sound": "1.ogg",
            "type1": "grass",
            "type2": "poison",
            "isEvolved": false,
            "isLegendary": false,
            "description": "Bulbasaur es un Pokémon cuadrúpedo de color verde, posee manchas de una tonalidad más oscura del mismo color con distintas formas geométricas. Su cabeza representa cerca de un tercio de su cuerpo. En su frente se ubican tres manchas que pueden cambiar de posición, forma o lugar dependiendo del ejemplar. Tiene como orejas muñones pequeños y puntiagudos. Sus ojos son grandes y de color rojo. Sus patas son cortas y posee tres garras en cada una. Este Pokémon tiene plantado un bulbo en el lomo desde que nace, esta semilla crece y se desarrolla a lo largo del ciclo de vida de Bulbasaur a medida que suceden sus evoluciones. El bulbo absorbe y almacena la energía solar que Bulbasaur necesita para hacer florecer el bulbo de su lomo y evolucionar en Ivysaur. Dicen que cuanta más luz consuma la semilla, más rápido crecerá y brotará, por lo que es muy común ver a este Pokémon tumbado echándose una siesta en lugares donde los rayos del sol lleguen a plenitud. Por otro lado, gracias a los nutrientes que el bulbo almacena, puede pasar varios días sin comer. Su cuerpo según a palabras de Ken Sugimori y Junichi Masuda en una entrevista, está basado en un anfibio (sapo o rana), al igual que toda su línea evolutiva. Este contenido proviene de wikidex.net, y debe darse atribución a sus autores, tal como especifica la licencia. Se prohíbe su uso a PlagioDex (el wiki de FANDOOM), por copiar reiteradamente sin dar atribución.\n\nEl bulbo de Bulbasaur le ayuda a defenderse de los enemigos, y desde él puede disparar ataques tales como rayo solar y drenadoras entre otros movimientos\n\n.No es muy raro encontrarlo en jardines y zonas cercanas a fuentes de agua. Se los puede atraer con el aroma de las flores. Según el anime, una vez al año, cuando estos Pokémon están listos para evolucionar suelen reunirse en grandes cantidades en un Jardín Misterioso mientras hacen un ritual a la luz de la luna junto a un gran Venusaur.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,12] ,
                    "attack": [6,6],
                    "defense": [6,6],
                    "speed": [6,6],
                    "specialAttack": [6,7],
                    "specialDefense": [6,7]
                },
                {
                    "level": 25,
                    "hp": [73,80] ,
                    "attack": [45,52],
                    "defense": [45,52],
                    "speed": [43,50],
                    "specialAttack": [53,60],
                    "specialDefense": [53,60]
                },
                {
                    "level": 50,
                    "hp": [136,151] ,
                    "attack": [85,100],
                    "defense": [85,100],
                    "speed": [81,96],
                    "specialAttack": [101,116],
                    "specialDefense": [101,116]
                },
                {
                    "level": 100,
                    "hp": [263,293] ,
                    "attack": [166,196],
                    "defense": [166,196],
                    "speed": [158,188],
                    "specialAttack": [198,228],
                    "specialDefense": [198,228]
                }
            ]
        },
        {
            "id": 2,
            "name": "Ivysaur",
            "frontSprite": "2_front.gif",
            "backSprite": "2_back.gif",
            "sound": "2.ogg",
            "type1": "grass",
            "type2": "poison",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Ivysaur posee una tonalidad azulada más viva que la de su preevolución, Bulbasaur. Además, sus ojos se mantienen rojos y sus pupilas negras. El bulbo que había en la espalda de Bulbasaur ha brotado mostrando un botón de flor, la cual aún permanece cerrada. Esta flor es usada por Ivysaur de la misma forma que Bulbasaur empleaba su bulbo para la mayoría de sus ataques. La flor crece con la exposición directa al sol, forzando a Ivysaur a caminar a todas horas para conseguir que la luz sea absorbida plenamente, debido a esto la flor se va desarrollando, para soportar su peso y su tallo, sus patas se hacen más robustas y fuertes que las de Bulbasaur, sin embargo, ahora se le dificulta pararse sobre sus patas traseras.\n\nSi pasa un tiempo bajo la luz solar, es una señal de que muy pronto su brote será una gran flor. Mientras toma los rayos del sol, permanece totalmente inmóvil realizando la fotosíntesis. Los eruditos que lo investigan aún no logran ponerse de acuerdo si durante este proceso se encuentra en un estado de vigilia o de sueño. De la flor emana un aroma suave y agradable, que con frecuencia atrae a personas y a otros Pokémon, cuando se vuelve un dulce aroma es un indicador de que su flor esta a punto de florecer. Su cuerpo según a palabras de Ken Sugimori y Junichi Masuda en una entrevista, esta basado en un anfibio (sapo o rana), al igual que toda su línea evolutiva.\n\nEl hábitat natural de esta especie es la pradera, aunque también viven en llanuras con fuentes de agua dulce expuestas al sol y algunos en bosques soleados para tener acceso constante a la luz donde por lo general se les ve junto a otros miembros de su especie.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,13] ,
                    "attack": [6,7],
                    "defense": [6,7],
                    "speed": [6,7],
                    "specialAttack": [7,7],
                    "specialDefense": [7,7]
                },
                {
                    "level": 25,
                    "hp": [80,80] ,
                    "attack": [51,59],
                    "defense": [52,59],
                    "speed": [50,58],
                    "specialAttack": [60,68],
                    "specialDefense": [60,68]
                },
                {
                    "level": 50,
                    "hp": [151,166] ,
                    "attack": [98,113],
                    "defense": [99,114],
                    "speed": [96,111],
                    "specialAttack": [116,131],
                    "specialDefense": [116,131]
                },
                {
                    "level": 100,
                    "hp": [293,323] ,
                    "attack": [192,222],
                    "defense": [194,224],
                    "speed": [188,218],
                    "specialAttack": [228,258],
                    "specialDefense": [228,258]
                }
            ]
        },
        {
            "id": 3,
            "name": "Venusaur",
            "frontSprite": "3_front.gif",
            "backSprite": "3_back.gif",
            "sound": "3.ogg",
            "type1": "grass",
            "type2": "poison",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Venusaur, según Ken Sugimori y Junichi Masuda en una entrevista, está basado en una rana, al igual que toda su línea evolutiva3. El botón de flor que lleva sobre su lomo se abre completamente, dejando ver una enorme flor rosada, parecida a Rafflesia arnoldii y unas hojas semejantes a las o de una cicadácea, que se nutre de la luz solar por fotosíntesis. A través de ella, Venusaur realiza uno de sus ataques más potentes: rayo solar. Esta planta segrega una savia muy dulce que atrae a muchos Pokémon de tipo bicho. Venusaur tiene la habilidad de liberar un aroma dulce que puede tranquilizar a los demás Pokémon. Los Venusaur son muy longevos y cuando alcanzan una larga edad, el aroma que sale de su flor es tan potente que puede hacer florecer los bosques y hacer brotar a los árboles secos. Su aroma lo emana incluso cuando se encuentra durmiendo. Si un Venusaur duerme con sus lianas sin retraer, es un indicativo de que el Pokémon se encuentra muy a gusto y relajado.\n\nLa gran flor que tiene sobre su espalda va tomando colores intensos si está llena de nutrientes y luz solar, se dice que son más poderosos en verano, estación del año donde pueden recibir más rayos de sol, además de constantes lluvias que potencian el aroma de su flor. Venusaur es un Pokémon bastante inteligente y dócil, son bastante territoriales con los lugares que protegen, pues al ser Pokémon grandes ayudan a proteger a los más pequeños, sobre todo a los tipo planta y bicho.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [13,13] ,
                    "attack": [7,7],
                    "defense": [7,7],
                    "speed": [7,7],
                    "specialAttack": [7,7],
                    "specialDefense": [7,7]
                },
                {
                    "level": 25,
                    "hp": [90,98] ,
                    "attack": [61,69],
                    "defense": [62,69],
                    "speed": [60,68],
                    "specialAttack": [70,78],
                    "specialDefense": [70,88]
                },
                {
                    "level": 50,
                    "hp": [171,186] ,
                    "attack": [118,133],
                    "defense": [119,134],
                    "speed": [116,131],
                    "specialAttack": [136,151],
                    "specialDefense": [136,151]
                },
                {
                    "level": 100,
                    "hp": [333,363] ,
                    "attack": [232,262],
                    "defense": [234,264],
                    "speed": [228,258],
                    "specialAttack": [268,298],
                    "specialDefense": [268,298]
                }
            ]
        },
        {
            "id": 4,
            "name": "Charmander",
            "frontSprite": "4_front.gif",
            "backSprite": "4_back.gif",
            "sound": "4.ogg",
            "type1": "fire",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Charmander es un pequeño monstruo bípedo parecido a un lagarto. Sus características de fuego son resaltadas por su color de piel anaranjado y su cola, cuya punta está envuelta en llamas. Charmander y sus evoluciones, Charmeleon y Charizard, tienen una pequeña llama en la punta de sus colas desde que nacen. La intensidad con la que ésta arde es un indicador del estado de salud y emocional de este Pokémon: si la llama arde con mucha fuerza, indica que está completamente sano, y si arde muy levemente, significa que se encuentra débil. El Pokémon podría morir si la llama de su cola se apaga. Cuando son bebés aún no están familiarizados con el fuego, pudiendo llegar a quemarse a sí mismos.\n\nViven en grupos, cuidando las llamas de sus colas entre sí. Prefieren los lugares silenciosos y rocosos. En estos lugares si se presta mucha atención, se pueden llegar a escuchar el tenue chisporroteo de su llama. Los lugares secos y cálidos son mejores para ellos, por lo que frecuentemente son encontrados en cuevas o en las cercanías de volcanes y montañas. En la lluvia es fácil reconocerlos por el vapor que emana de su cola, la cual seguirá ardiendo aunque se moje un poco. Al dormir usan su cola para calentarse.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,12] ,
                    "attack": [6,6],
                    "defense": [6,6],
                    "speed": [6,7],
                    "specialAttack": [6,7],
                    "specialDefense": [6,6]
                },
                {
                    "level": 25,
                    "hp": [70,77] ,
                    "attack": [46,54],
                    "defense": [42,49],
                    "speed": [53,60],
                    "specialAttack": [50,58],
                    "specialDefense": [45,53]
                },
                {
                    "level": 50,
                    "hp": [130,145] ,
                    "attack": [88,103],
                    "defense": [79,94],
                    "speed": [101,116],
                    "specialAttack": [96,111],
                    "specialDefense": [86,101]
                },
                {
                    "level": 100,
                    "hp": [251,281] ,
                    "attack": [172,202],
                    "defense": [154,184],
                    "speed": [198,228],
                    "specialAttack": [188,218],
                    "specialDefense": [168,198]
                }
            ]
        },
        {
            "id": 5,
            "name": "Charmeleon",
            "frontSprite": "5_front.gif",
            "backSprite": "5_back.gif",
            "sound": "5.ogg",
            "type1": "fire",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Charmeleon es un gran lagarto bípedo con escamas de color rojo oscuro y en la parte inferior de color crema (desde el pecho hasta abajo), posee como característica general una llama en la punta de su cola al igual que Charmander y Charizard. Esta refleja el estado físico y emocional del Pokémon y si la llama se extingue, también lo hace la vida del mismo. Tiene ojos azules estrechos. El color de su piel es más oscuro que el de Charmander y el de Charizard, y también lo es su llama.\n\nCharmeleon, es un Pokémon orgulloso que ama las batallas, esgrime su cola para elevar la temperatura y buscando derribar al oponente, cuando lo hace, no tiene reparo en acabarlo con sus afiladas garras. De naturaleza bárbara, si se encuentra con un Pokémon fuerte en su camino se torna agresivo para buscar un combate con él. En ese estado de excitación, la llama de la punta de su cola arde con más fervor y comenzara a lanzar llamaradas blanco-azuladas. Este Pokémon solo se calmará hasta obtener la victoria. El único momento en que su fervor combativo desaparece, es cuando se encuentra durmiendo. Si en ese momento se encuentra totalmente relajado, dormirá plácidamente usando sus brazos a modo de almohada.\n\nEl hábitat de este Pokémon es la montaña, vive, al igual que Charmander, en zonas rocosas o incluso volcanes, en la noche se puede ver a lo lejos sus colas ardientes asemejándose a estrellas.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,13] ,
                    "attack": [6,7],
                    "defense": [6,7],
                    "speed": [7,7],
                    "specialAttack": [7,7],
                    "specialDefense": [6,7]
                },
                {
                    "level": 25,
                    "hp": [79,87] ,
                    "attack": [52,60],
                    "defense": [49,57],
                    "speed": [60,68],
                    "specialAttack": [60,68],
                    "specialDefense": [53,60]
                },
                {
                    "level": 50,
                    "hp": [149,164] ,
                    "attack": [100,115],
                    "defense": [94,109],
                    "speed": [116,131],
                    "specialAttack": [116,131],
                    "specialDefense": [101,116]
                },
                {
                    "level": 100,
                    "hp": [289,319] ,
                    "attack": [196,226],
                    "defense": [184,214],
                    "speed": [228,258],
                    "specialAttack": [228,258],
                    "specialDefense": [198,228]
                }
            ]
        },
        {
            "id": 6,
            "name": "Charizard",
            "frontSprite": "6_front.gif",
            "backSprite": "6_back.gif",
            "sound": "6.ogg",
            "type1": "fire",
            "type2": "flying",
            "isEvolved": true,
            "isLegendary": false,
            "description": "La figura de Charizard es la de un dragón erguido sobre sus dos patas traseras, que sostienen su peso. Posee unas poderosas alas y un abrasador aliento de fuego. También posee un cuello largo y una poderosa cola terminada en una llama que arde con más fuerza si ha vivido duros combates, aunque al igual que con su línea evolutiva, si esta se apaga el Pokémon puede llegar a morir.\n\nEs muy presuntuoso, violento, agresivo y muy orgulloso. Es tanto así, que no es capaz de pelear contra un Pokémon más débil que él y si llegará a pelear con uno, no usaría sus llamas. Es por esta sencilla razón que prefiere luchar contra oponentes que le representen un desafío. Hasta que no derrote a su adversario no parará. Es capaz de fundir hasta rocas, derretir glaciares, fundir el acero o causar incendios forestales con el fuego que escupe, aunque muchas veces lo haga sin querer, este fuego va ganando intensidad conforme sume experiencia en los combates, por lo que comúnmente se le ve volando buscando adversarios con los cuales volverse más fuerte. Cuando Charizard se enfurece la llama de la punta de su cola producirá destellos de color azul claro. Puede dormir totalmente relajado, confiado quizás de la enorme fuerza que tiene. Si un ejemplar dormido se encuentra despatarrado panza arriba, es señal de que carga una fuerza descomunal.\n\nCharizard posee un poderoso e innato sentido del honor, por lo que solo utilizará su fuerza y habilidades para luchar contra oponentes que considere a su altura. El hábitat de Charizard es la montaña y zonas volcánicas como sus preevoluciones, en ocasiones se los ve agrupados con Charmander. Sin embargo, este vive en zonas más altas, aunque igualmente rocosas. Esto se debe a su habilidad de poder volar, se puede mantener a 1400 metros de altura sin problemas. En la región de Johto existe un lugar conocido como el Valle Charicífico, donde habitan varios ejemplares de este Pokémon, ahí viven combatiendo entre sí para pulir sus habilidades y hacerse más fuertes.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [13,13] ,
                    "attack": [7,7],
                    "defense": [7,7],
                    "speed": [7,7],
                    "specialAttack": [7,8],
                    "specialDefense": [7,7]
                },
                {
                    "level": 25,
                    "hp": [89,97] ,
                    "attack": [62,70],
                    "defense": [59,67],
                    "speed": [70,78],
                    "specialAttack": [75,82],
                    "specialDefense": [63,70]
                },
                {
                    "level": 50,
                    "hp": [169,184] ,
                    "attack": [120,135],
                    "defense": [114,129],
                    "speed": [136,151],
                    "specialAttack": [145,160],
                    "specialDefense": [121,136]
                },
                {
                    "level": 100,
                    "hp": [329,359] ,
                    "attack": [236,266],
                    "defense": [224,254],
                    "speed": [268,298],
                    "specialAttack": [286,316],
                    "specialDefense": [238,268]
                }
            ]
        },
        {
            "id": 7,
            "name": "Squirtle",
            "frontSprite": "7_front.gif",
            "backSprite": "7_back.gif",
            "sound": "7.ogg",
            "type1": "water",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Squirtle tiene forma de una tortuga semiacuática de una tonalidad azulada, su caparazón es color café, las placas periféricas de color blanco y finalmente su plastrón de una tonalidad crema, posee una cola con la punta enrollada, además de tres dedos en cada una de sus extremidades, una boca con una punta en forma de pico característico de las tortugas y unos grandes ojos de tonalidad rojiza.\n\nAl nacer su espalda se va hinchando hasta formarse un caparazón, al principio es blando y elástico, si lo golpeas este rebotará, pero conforme pasa el tiempo se irá endureciendo para resistir los ataques de cualquier amenaza, ocultándose dentro de él cuando siente peligro, al estar escondido puede lanzar una enorme presión de agua desde su interior cuando tiene la oportunidad. Igualmente retrae su cabeza y extremidades mientras duerme para sentirse seguro, a veces se puede llegar a ver como se mece su caparazón entre sueños. Su caparazón no solo le sirve de protección únicamente, con su forma redondeada y las hendiduras que posee, le sirven para reducir su resistencia en el agua y así poder nadar a enormes velocidades. Además de lanzar con gran precisión chorros de agua a presión por la boca, también puede lanzar espuma y usar su duro caparazón para atacar. Siempre se lo ve cerca del agua, ya sea dulce o salada.",            
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,12] ,
                    "attack": [6,6],
                    "defense": [6,7],
                    "speed": [6,6],
                    "specialAttack": [6,6],
                    "specialDefense": [6,7]
                },
                {
                    "level": 25,
                    "hp": [72,80] ,
                    "attack": [44,52],
                    "defense": [53,60],
                    "speed": [42,49],
                    "specialAttack": [45,53],
                    "specialDefense": [52,60]
                },
                {
                    "level": 50,
                    "hp": [135,150] ,
                    "attack": [84,99],
                    "defense": [101,116],
                    "speed": [79,94],
                    "specialAttack": [86,101],
                    "specialDefense": [100,115]
                },
                {
                    "level": 100,
                    "hp": [261,291] ,
                    "attack": [164,194],
                    "defense": [198,228],
                    "speed": [154,184],
                    "specialAttack": [168,198],
                    "specialDefense": [196,226]
                }
            ]
        },
        {
            "id": 8,
            "name": "Wartortle",
            "frontSprite": "8_front.gif",
            "backSprite": "8_back.gif",
            "sound": "8.ogg",
            "type1": "water",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Wartortle es una tortuga semiacuática de una tonalidad azulada más oscura que Squirtle, su cola ha crecido bastante y ha cambiado de color hacia un azul muy claro finalizando en varias puntas enrolladas, de su cabeza ahora sobresalen dos grandes orejas con forma de alas y de la misma tonalidad de su cola, su caparazón tiene un tono café más opaco que su preevolución aunque sus placas periféricas y su plastrón siguen manteniendo los tonos blancos y crema respectivamente. Ahora sobresalen garras en los dedos de sus manos, unos colmillos de su boca, aunque sigue conservando el pico de tortuga, el iris de sus ojos pasa a ser café y su mirada se vuelve más fiera.\n\nWartortle es reconocido como el símbolo de la longevidad, tiene una larga cola peluda, es un pelo grueso que se va oscureciendo conforme crece y simboliza lo longevo que es, es por ello que es muy popular entre la gente mayor. Se dice que puede llegar hasta a vivir 10 mil años, los Wartortle más ancianos tienen algas en su caparazón. Se oculta en el agua para cazar a sus presas, como nada muy rápidamente, necesita ayuda de sus enormes y peludas orejas, además de sus fuertes patas y larga cola para poder nivelarse y así mantener el equilibrio.\n\nCuando golpean su cabeza se oculta dentro de su caparazón, aunque su cola queda expuesta, la puede usar para defenderse de sus agresores, los arañazos de su caparazón sirven de prueba de los combates que ha tenido y lo buen guerrero que es. Al dormir retrae todas sus extremidades a excepción de su cola, se cree que esto lo hace para captar lo que ocurre a su alrededor mientras descansa. Algunos bomberos forman equipos de Wartortle para apagar incendios, ya que tienen la potencia de Blastoise y un tamaño similar al de Squirtle. Al igual que Squirtle, es conocido por lanzar chorros de agua a presión y vivir cerca de mantos acuíferos sin importar si son de agua dulce o salada.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,13] ,
                    "attack": [6,7],
                    "defense": [7,7],
                    "speed": [6,7],
                    "specialAttack": [6,7],
                    "specialDefense": [7,7]
                },
                {
                    "level": 25,
                    "hp": [80,87],
                    "attack": [52,59],
                    "defense": [60,68],
                    "speed": [49,57],
                    "specialAttack": [53,60],
                    "specialDefense": [60,68]
                },
                {
                    "level": 50,
                    "hp": [150,165] ,
                    "attack": [99,114],
                    "defense": [116,131],
                    "speed": [94,109],
                    "specialAttack": [101,116],
                    "specialDefense": [116,131]
                },
                {
                    "level": 100,
                    "hp": [291,321] ,
                    "attack": [194,224],
                    "defense": [228,258],
                    "speed": [184,214],
                    "specialAttack": [198,228],
                    "specialDefense": [228,258]
                }
            ]
        },
        {
            "id": 9,
            "name": "Blastoise",
            "frontSprite": "9_front.gif",
            "backSprite": "9_back.gif",
            "sound": "9.ogg",
            "type1": "water",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Blastoise está basado en una tortuga con dos cañones. Es una enorme tortuga bípeda, que puede extender unos poderosos cañones situados en su espalda para disparar potentes chorros de agua, con la fuerza suficiente para quebrar muros de hormigón o hacer agujeros en planchas de acero. Para evitar el retroceso, planta firmemente sus patas traseras en el suelo antes de usar sus cañones, además de subir deliberadamente de peso. Incluso se le ha visto usar la presión del agua de sus cañones para poder volar. Su tonalidad es todavía un poco más oscura que la de Wartortle. Posee un grueso cráneo y mandíbula que le sirven para usar movimientos como mordisco o cabezazo.\n\nPueden disparar balas de agua con suficiente precisión para golpear latas a 50 metros de distancia. Pese a ello, son incapaces de apuntar a objetivos demasiado cercanos. Su fuerza y potencia es mayor que la de una manguera de bomberos, razón por la que muchos equipos de bomberos poseen Blastoise como miembros, pues con las enormes cantidades de agua que pueden disparar cualquier incendio puede ser extinguido fácilmente. Si la potencia de sus cañones no fueran suficientes para evitar algún peligro, todavía puede ocultarse en su caparazón para esconderse o aplastar a su oponente con su enorme peso.\n\nSe los puede ver metidos dentro de su duro caparazón mientras toman el sol o se encuentran durmiendo, esto lo hacen para sentirse más seguros. Si se lo ve dormido con el vientre expuesto, puede que sea una señal de que se siente a salvo de cualquier amenaza",           
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [13,13] ,
                    "attack": [7,7],
                    "defense": [7,7],
                    "speed": [7,7],
                    "specialAttack": [7,7],
                    "specialDefense": [7,8]
                },
                {
                    "level": 25,
                    "hp": [90,97],
                    "attack": [62,69],
                    "defense": [70,78],
                    "speed": [59,67],
                    "specialAttack": [63,70],
                    "specialDefense": [73,80]
                },
                {
                    "level": 50,
                    "hp": [170,185] ,
                    "attack": [119,134],
                    "defense": [136,151],
                    "speed": [114,129],
                    "specialAttack": [121,136],
                    "specialDefense": [141,156]
                },
                {
                    "level": 100,
                    "hp": [331,361] ,
                    "attack": [234,264],
                    "defense": [268,298],
                    "speed": [224,254],
                    "specialAttack": [238,268],
                    "specialDefense": [278,308]
                }
            ]
        },
        {
            "id": 10,
            "name": "Caterpie",
            "frontSprite": "10_front.gif",
            "backSprite": "10_back.gif",
            "sound": "10.ogg",
            "type1": "bug",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Caterpie podría estar basado en una oruga del género Papilio, orugas con un diseño que imita grandes ojos como los de Caterpie y un par de apéndices sobre la cabeza muy similares a las antenas de Caterpie, que suelen mostrar cuando se sienten amenazadas Papilio. Tiene pequeños pies con ventosas en sus extremos que le permiten trepar árboles y paredes sin mucho esfuerzo. Es un Pokémon bastante común, sobre todo por la zona de Kanto. Caterpie es un Pokémon relativamente débil y como tal ha desarrollado adaptaciones para su supervivencia.\n\nSu característica más notable son sus brillantes antenas de color rojo sobre su cabeza. Estas, junto con sus grandes ojos, ayudan a ahuyentar depredadores. Cuando se le toca este Pokémon es capaz de producir una sustancia que desprende un hedor de su antena. Además, su cuerpo termina en una cola con forma de signo de exclamación. Tienen que ser muy veloces, pues si son avistados por algún Pidgey, este no dudará en cazarlos. Por lo que se deberá enterrar bajo tierra para evitar ser atrapados, solo los Caterpie más lentos caen presa de estos Pokémon, es por ello que son considerados sus archienemigos.\n\nLos Caterpie crecen muy rápidamente, por lo que comen vorazmente para llenar sus reservas de energía, se alimenta de hojas, bayas y miel. Una vez hayan finalizado su etapa como larva, él mismo se enredará en su propia saliva solidificada, entrando en una nueva etapa llamada estado de pupa o capullo, tras lo que evolucionará a Metapod. Como es fácil de atrapar y se desarrolla fácilmente, es idóneo como compañero para los entrenadores menos experimentados.\n\nCaterpie es un Pokémon pacífico y no demasiado fuerte, habitualmente no se ve implicado en enfrentamientos con otros Pokémon de su hábitat, principalmente porque su único deber es el de buscar comida para poder desarrollarse. Puede encontrarse en bosques poblados de numerosos árboles donde hace sus nidos. Ocultos en la hierba, donde se hartan de comida. Cuando duerme a veces se los puede ver chorreando hilos de seda en lugar de saliva. Siempre se le ve junto a un grupo de Caterpie o acompañado de otro Pokémon bicho. Rara vez se encuentra solo, debido a que puede ser presa fácil de Pokémon pájaro.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [12,12] ,
                    "attack": [6,6],
                    "defense": [6,6],
                    "speed": [6,6],
                    "specialAttack": [6,6],
                    "specialDefense": [6,6]
                },
                {
                    "level": 25,
                    "hp": [73,80],
                    "attack": [35,43],
                    "defense": [38,45],
                    "speed": [43,50],
                    "specialAttack": [30,38],
                    "specialDefense": [30,38]
                },
                {
                    "level": 50,
                    "hp": [136,151] ,
                    "attack": [66,81],
                    "defense": [71,86],
                    "speed": [81,96],
                    "specialAttack": [56,71],
                    "specialDefense": [56,71]
                },
                {
                    "level": 100,
                    "hp": [263,293] ,
                    "attack": [128,158],
                    "defense": [138,168],
                    "speed": [158,188],
                    "specialAttack": [108,138],
                    "specialDefense": [108,138]
                }
            ]
        },
        {
            "id": 11,
            "name": "Metapod",
            "frontSprite": "11_front.gif",
            "backSprite": "11_back.gif",
            "sound": "11.ogg",
            "type1": "bug",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Metapod está basado en la crisálida de una Papilio. Su piel es de color verde intenso, en la que solamente sus ojos son visibles. Su boca es el pequeño rombo que tiene un poco debajo de la altura de sus ojos, por donde puede disparar su disparo demora.\n\nCuando ha evolucionado recientemente de un Caterpie, su crisálida, que está hecha de quitina, es muy blanda aún, por lo que puede correr grave peligro. Usando su movimiento fortaleza su cuerpo se va volviendo cada vez más resistente. Aunque la quitina se endurece rápidamente como una plancha de hierro, Metapod todavía está en riesgo, pues un impacto puede dañar su cuerpo o hacerlo estallar hacia fuera, dejando entrever su frágil cuerpo interior. Él cual estando en estado catatónico, lo vuelve una presa que no ofrece resistencia alguna. Por esta razón, y para conservar la energía, Metapod apenas se mueve, preparándose dentro de su cáscara para su evolución inminente. Por lo cual no se recomienda llevar a Metapod a combates muy intensos.\n\nMetapod, al igual que otros insectos, habita principalmente en zonas boscosas. Se encuentra usualmente en el bosque Verde, sobre las ramas de algunos árboles y ocultos entre la maleza para no ser molestados, mientras se preparan para evolucionar. Se ha comprobado que usa fortaleza incluso mientras duerme, esto para proteger su delicado cuerpo.",            
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 12,
            "name": "Butterfree",
            "frontSprite": "12_front.gif",
            "backSprite": "12_back.gif",
            "sound": "12.ogg",
            "type1": "bug",
            "type2": "flying",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Butterfree está basado en una mariposa y su forma Gigamax en mothra. Su cuerpo está dividido en dos partes: cabeza y tronco. Butterfree posee unos grandes ojos rojos, un cuerpo de color púrpura oscuro, dos pequeñas manos y dos pies de un color azul cielo. Sus alas blancas están cubiertas por un polvo tóxico y son impermeables al agua. Gracias a ellas puede volar hasta en los días con lluvia. Poseen una habilidad especial que les permite localizar a la miel, polen y el néctar de las flores, por lo que pueden alejarse hasta 10 kilómetros de su nido para ir en su búsqueda, extraerlo, adhiriéndolo con el pelo de sus patas y llevarlo de vuelta a su nido. Para defenderse de sus enemigos sueltan polvillos tóxicos de sus alas que se dispersan por el aire. Son Pokémon muy amistosos con los de su línea evolutiva, por lo que si ven a un Caterpie en peligro debido a algún Pokémon pájaro, no dudará en defenderle.\n\nLos Butterfree pueden ser encontrados en zonas boscosas o cercanas a lagos. También en zonas donde abunda la miel o el dulce; por lo tanto se les ve muy constantemente en zonas con muchas flores como praderas, los parques y los jardines, territorios los cuales defenderá de la competencia como lo es Cutiefly. En ocasiones al dormir esparce sus polvillos tóxicos, esto se debe a que es incapaz de controlar su aleteo mientras duerme.\n\nCuando llega la temporada de apareamiento los Butterfree macho van en busca de una hembra, cuando encuentran a una que les guste, comenzarán a realizar un baile a su alrededor, si a la hembra le gusta, le corresponderá el baile, una vez que ambos Pokémon bailan se estrecharán sus lazos e iniciarán un viaje hacia el sur junto con varios cientos de Butterfree a buscar un lugar donde poner sus huevos de Caterpie, se quedará con ellos hasta que eclosionen.",            
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 13,
            "name": "Weedle",
            "frontSprite": "13_front.gif",
            "backSprite": "13_back.gif",
            "sound": "13.ogg",
            "type1": "bug",
            "type2": "poison",
            "isEvolved": false,
            "isLegendary": false,
            "description": "Este Pokémon insecto tiene la forma de un gusano con un cuerno que segrega veneno en la punta de su aguijón de 5 cm que tiene en la frente, que puede utilizar para defenderse de sus depredadores. Por ello, y por el color de su cuerpo, hace que muchos Pokémon eviten confrontarse con él. La punta de su cola también tiene esta habilidad. Weedle se puede encontrar comúnmente en bosques, prados y pastizales, generalmente ocultos en arbustos, o trepándose a los troncos de los árboles, mientras se alimenta de sus hojas. Tiene un sentido del olfato muy desarrollado debido a su enorme nariz roja en forma de bola, que puede utilizar para encontrar los tipos de hoja que le gustan más, como las hojas de ginkgo. Además de hojas, se le ha visto alimentarse de papel y cartón. La mayor parte de su tiempo la usará para alimentarse pues suele comer el equivalente de su peso en hojas todos los días.\n\nSu comportamiento es menos tímido que otros Pokémon gusano, y más agresivo, debido a que posee armas con que defenderse, así que no debe de confundirse con los pacíficos Caterpie con los que comparten territorio. Cuando el aguijón no funciona puede usar su disparo demora para entretener al atacante y huir, aunque no se olvidará de sus agresores, por lo que una vez habiendo escapado, es capaz de llegar a su nido y llamar un enjambre de Beedrill que lo auxilie. Generalmente se le ve acompañado con Pokémon de su familia evolutiva o la de Caterpie.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 14,
            "name": "Kakuna",
            "frontSprite": "14_front.gif",
            "backSprite": "14_back.gif",
            "sound": "14.ogg",
            "type1": "bug",
            "type2": "poison",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Kakuna está basado en una pupa de avispa. Es una especie de capullo muy duro, de color amarillo, con dos enormes ojos de color negro con forma triangular, tiene dos brazos en forma de guadaña en el medio de su cuerpo. Kakuna habita en zonas de hierba alta y en las zonas arboladas como en bosques para aprovechar el follaje como escondite, como último recurso, si es encontrado y atacado usará un aguijón o púa venenosa para defenderse, pues a pesar de que su pupa es dura, su cuerpo en el interior es muy frágil. En algunas ocasiones se les ha visto ocultos en zonas cercanas a colmenas de Beedrill para que estos los defiendan de posibles ataques. En la Pocket Monsters Encyclopedia se menciona que cuando un Weedle comienza a comer muchas hojas, lo hace en preparación para evolucionar en un Kakuna.\n\nCuando se acerca a la evolución, su cuerpo emite calor que lo hace cálido al tacto. Este Pokémon tiene una movilidad muy limitada por lo que prefiere permanecer prácticamente inmóvil mientras está encarnado a los árboles, aunque la actividad interna de su organismo tiene un ritmo frenético, pues se prepara para la evolución.\n\nEn Isla Metálica habitan varios Kakuna, que en cierta temporada al evolucionar a Beedrill se vuelven más agresivos de lo normal.",           
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 15,
            "name": "Beedrill",
            "frontSprite": "15_front.gif",
            "backSprite": "15_back.gif",
            "sound": "15.ogg",
            "type1": "bug",
            "type2": "poison",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Beedrill está basado en una avispa japonesa, comparte muchas características con las avispas y abejas, de forma que también es parecido a Combee y Vespiquen. Es bastante territorial, si su colmena es molestada o invadida, comenzarán a atacar en un furioso enjambre. Es muy veloz y poderoso, zumbando y atacando a una velocidad vertiginosa, mientras hace uso de sus grandes aguijones venenosos de sus patas delanteras y de su cola. Cuando crecen y aprenden doble ataque, se vuelven prácticamente intocables. Son de carácter agresivo. Su fuerza e ímpetu de ataque puede ser tal que puede llegar a traspasar puertas de madera.\n\nCuando Weedle o un Beedrill solitario es atacado, llamará a los Beedrill de su grupo, que lo defenderán a toda costa. Beedrill tiene tres aguijones, dos en las manos y uno en su abdomen, con los cuales puede ocasionar dolorosas picaduras, se sabe que el aguijón de su cola tiene un poderoso veneno con el cual atacará en varias ocasiones a su presa para derrotarla y llevarla a su nido. Rara vez atacarán en solitario, por lo que si huyen, será para traer a toda la colmena, quienes volarán alrededor de la víctima para después atacar. Por su ya mencionado carácter agresivo no es recomendable acercarse a sus territorios o colmenas. Según lo visto en el manga Pocket Monsters Special, Beedrill también hace miel, como si de una abeja se tratara, y, como se muestra en el manga, la miel es muy dulce y les encanta a los Pokémon, sobre todo a Snorlax, el cual una vez se despertó solo para comerse al Bulbasaur de Red/Rojo, que había sido untado de miel de Beedrill por su dueño.\n\nEn Isla Metálica habitan muchos Kakuna y Beedrill, que en cierta temporada se vuelven más agresivos. Generalmente, habita en los frondosos bosques, usando la copa de los árboles como su hogar.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 16,
            "name": "Pidgey",
            "frontSprite": "16_front.gif",
            "backSprite": "16_back.gif",
            "sound": "16.ogg",
            "type1": "normal",
            "type2": "flying",
            "isEvolved": false,
            "isLegendary": false,
            "description": "Pidgey es un ave Pokémon de color marrón y crema, y con un pequeño pico y patas fuertes. Su aspecto y colores se asemejan al de un ampelis americano, también recuerda al gorrión molinero. Las alas cortas y robustas de Pidgey le ayudan a volar con facilidad entre las ramas de los árboles, agitándolas rápidamente provoca ráfagas de arena e incluso pequeños tornados que les sirven para ahuyentar a sus enemigos y evitar los problemas. Su pico corto y afilado es muy útil para atrapar pequeños Pokémon gusano como Caterpie que a palabras de la Pocket Monsters Encyclopedia, son su presa principal, los Pidgey tienen que ser muy veloces ya que tienen que cazarlos antes de que estos se entierren. Mientras se dan un festín con Weedle y Caterpie, extrañamente ignoran a los Venonat.\n\nPidgey es uno de los Pokémon más comunes, ya que se encuentra en varios sitios como bosques, selvas y hasta en pueblos y/o ciudades, generalmente vuelan en bandadas que pueden incluir a alguna de sus evoluciones. Son de naturaleza amistosa y bastante valientes. Tienen el sentido de la orientación muy desarrollado por lo que pueden volver a su hogar a pesar de haber volado a zonas que no le resulten familiares. A pesar de que no le gustan los problemas y use ataques de arena para ahuyentar a sus atacantes, si estos no retroceden no dudará en atacar ferozmente a quién lo moleste, especialmente con Pokémon que atacan a sus nidos buscando sus huevos como lo son Ekans y Sneasel. Suelen ocultarse en las copas de los árboles o en la hierba alta mientras buscan su alimento.\n\nEn las islas Remolino, hay una isla conocida como la Isla de los Pidgey Rechonchos/Gorditos habitada por Pidgey tan rechonchos/gorditos que, debido a su peso, perdieron la capacidad de volar.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 17,
            "name": "Pidgeotto",
            "frontSprite": "17_front.gif",
            "backSprite": "17_back.gif",
            "sound": "17.ogg",
            "type1": "normal",
            "type2": "flying",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Los Pidgeotto son aves de presa y pescadoras, con garras afiladas. Tienen una cola de plumas rojas y amarillas, así como una cresta roja en su cabeza. Es bastante parecido a su evolución final, Pidgeot. La diferencia entre los dos es que las plumas en la cabeza de Pidgeot son más largas que las de Pidgeotto, Pidgeot es mucho más grande y las plumas de su cola son ahora solamente de color rojizo.\n\nA diferencia de Pidgey, los Pidgeotto son extremadamente territoriales, generalmente en un área grande con sus nidos construidos en el centro. Llenos de vitalidad, constantemente vigilan su territorio, lanzando despiadadamente un tornado a los intrusos o si se encuentran dentro de su espacio vital usará su pico y sus garras contra ellos. Volando desde una altitud de 800 m, se desplazará en círculos mientras caza, y puede fijarse en los movimientos de sus presas en la tierra, sin importar lo alto que vuele, para luego dejarse caer en picada hacia ellas. Pidgeotto entonces ataca con sus afilados talones para capturar a su presa, entre las que se incluyen Exeggcute, Magikarp o Pokémon con forma de gusano como Caterpie, llevándolos de vuelta a su nido, que puede encontrarse hasta a 100 km de distancia.\n\nEste Pokémon habita generalmente en zonas boscosas, aunque también se encuentra en zonas habitadas por el hombre. Se le puede ver en zonas elevadas o en las ramas de los árboles.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 18,
            "name": "Pidgeot",
            "frontSprite": "18_front.gif",
            "backSprite": "18_back.gif",
            "sound": "18.ogg",
            "type1": "normal",
            "type2": "flying",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Pidgeot se asemeja a sus preevoluciones, aunque siendo de mayor tamaño y con un penacho de plumas sumamente largo y su cola con un tono rojizo uniforme. Posee una excelente vista que usa al momento de cazar.\n\nEs un Pokémon principalmente piscívoro con Magikarp como su presa favorita, volando a ras del agua para agarrarlos desprevenidos o cuando estos saltan del agua con sus grandes garras. Los músculos de sus alas son lo bastante poderosos para poder hacerlo volar a una velocidad de Mach 2 o crear ventiscas y ráfagas de aire capaces de doblar los árboles más altos. Gracias a estos, es capaz de mantener el vuelo a una altitud de 1 km. Este Pokémon tiene un plumaje muy bonito e hipnótico en la cabeza, lo que provoca que muchos entrenadores queden extasiados con su belleza, ocasionando que sean elegidos por ellos para tenerlos en su equipo. Con su tamaño y despegando sus grandes alas, puede acobardar a sus enemigos.\n\nA diferencia de sus preevoluciones, se les puede encontrar más en solitario o liderando una bandada de Pidgey y Pidgeotto, siendo más territoriales con otros grandes Pokémon voladores.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 19,
            "name": "Rattata",
            "frontSprite": "19_front.gif",
            "backSprite": "19_back.gif",
            "sound": "19.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Rattata es un Pokémon con forma de ratón, de una tonalidad púrpura con el vientre de color crema. Tiene dos grandes dientes incisivos y unos largos bigotes en las mejillas. Los machos tienen esos bigotes más largos que las hembras. También tienen dos grandes orejas redondeadas y una cola que se enrolla en su punta.\n\nSon Pokémon muy pequeños y rápidos. Pueden ser vistos en muchos sitios, desde prados y bosques, hasta grandes ciudades. Viven en grandes grupos, se establecen en lugares donde haya comida y se reproducen continuamente. Por eso es conocido el dicho de que si ves uno, seguro que encuentras 40 ejemplares más en la zona. Hace madrigueras para poder dormir, y es lo bastante cauto moviendo las orejas para detectar ruidos hasta cuando duerme o cuando está robando comida a viajeros tontos. Si no se cuida sus dientes terminan rechinando al dormir, el ruido que esto provoca termina despertándolo. Sus incisivos son grandes y filosos. Estos no dejan de crecer, por lo que buscan roer objetos duros como pilares para limarlos, causando destrozos. Sin embargo, esto es de suma importancia para ellos, ya que si sus dientes crecen demasiado, les impedirían comer y finalmente morirían de inanición. Algunos investigadores han determinado que la velocidad de crecimiento de estos es igual a la de los Bidoof. Según la Pocket Monsters Encyclopedia, suele darse un festín con nueces y bellotas, así como con alimentos procesados como la leche y el queso. A su vez, los Rattata son vistos como la presa favorita de muchos Pokémon, entre ellos se encuentran Meowth, Persian, Ekans y Furret.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 20,
            "name": "Raticate",
            "frontSprite": "20_front.gif",
            "backSprite": "20_back.gif",
            "sound": "20.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Raticate se asemeja a una rata noruega o rata marrón. Tiene la piel marrón claro y una larga cola. Sus colmillos son grandes, duros y firmes, y le permiten roer cualquier cosa. Nunca le dejan de crecer, por lo tanto, para reducirlos y mantenerlos afilados, roe rocas, troncos y paredes de hormigón de algunos edificios o casas.\n\nRaticate se caracteriza por sus enormes bigotes que le ayudan a guardar el equilibrio. Si estos fuesen cortados, tendría que caminar más despacio, de lo contrario, terminaría perdiendo el equilibrio. Sus patas traseras cuentan con tres dedos palmeados cada una, lo que le permiten utilizarlos de aletas para nadar por los ríos en busca de alimento o para escapar de sus depredadores. Es un Pokémon demasiado feroz pues, aunque le tenga confianza a alguien, si este intenta tocarlo puede llevarse un mordisco. En la Pocket Monsters Encyclopedia se menciona que su alimento principal son las nueces, aunque también suelen ser vistos nadando en busca de peces. Son enemigos mortales de los Arbok, si se encuentran lucharán con tal saña como si de una serpiente y una mangosta se tratase. Cuando duerme, se puede escuchar sus rechinidos de dientes para limarlos e incluso se le ha visto roer troncos mientras se encuentra dormido.\n\nRaticate es un Pokémon de pradera, aunque también es muy frecuente verle en ciudades o en bosques. Es muy común verlo en compañía de Rattata u otros Raticate.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 21,
            "name": "Spearow",
            "frontSprite": "21_front.gif",
            "backSprite": "21_back.gif",
            "sound": "21.ogg",
            "type1": "normal",
            "type2": "flying",
            "isEvolved": false,
            "isLegendary": false,
            "description": "Spearow tiene una forma parecida a la de un gorrión castaño. Tiene muchas tonalidades en su plumaje, siendo marrón en la cabeza y cola, negro en el lomo, crema en el vientre y rojizo en las alas, con las puntas de estas un poco más claras. Tiene una mirada fiera, así como un gancho en su pico característico de algunas aves de presa.\n\nGusta de alimentarse de bichos en las zonas de hierba alta. Sus alas son muy pequeñas, por lo que le impiden volar muy alto o a grandes distancias. Sin embargo, es lo suficientemente veloz como para protegerse de algún ataque. A diferencia de Pidgey, se trata de un Pokémon muy territorial y temperamental, que no dudará en abalanzarse a su rival con aleteos y chillidos, aunque este sea más grande. Si se ve superado, puede piar con tanta fuerza que se le puede oír a 1 km de distancia. Si el chillido hace eco, es un indicador de que otros Spearow le han contestado el aviso de peligro. A pesar de ser pequeño, puede ser un rival de temer con su movimiento espejo.\n\nEn algunos lugares como granjas, crían a Spearow para que mantenga control sobre las plagas de insectos.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 22,
            "name": "Fearow",
            "frontSprite": "22_front.gif",
            "backSprite": "22_back.gif",
            "sound": "22.ogg",
            "type1": "normal",
            "type2": "flying",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Este Pokémon, con forma de una gran ave, tiene una tonalidad marrón con plumas más claras en la punta de sus alas y en su espalda. Tiene un cuello y picos largos y delgados. Sobre su cabeza, tiene una cresta con cinco puntas, además de una mirada feroz. Usa sus enormes y magníficas alas para alcanzar gran altura y seguir volando por un día entero, sin tener que aterrizar a descansar. Su pescuezo y pico largos le permiten cazar en tierra y en el agua, usando este último con gran habilidad para capturar a sus presas, las cuales pueden ser insectos que se ocultan bajo tierra o peces en mantos acuíferos, también se menciona en la Pocket Monsters Encyclopedia que es incluso capaz de tragarse a un Rattata entero.\n\nTras merodear dando vueltas en círculos buscando una presa a la que acechar, cuando la encuentra, cae en picado hacia ella para atacarla con su pico y atraparla de un solo golpe. Es peligroso pasear con comida en su territorio, pues no dudará en abalanzarse para robarla. Usa su pico como principal medio para atacar, teniendo un alcance sorprendente y una fuerza para sostener grandes cargas. Sin embargo, si siente el menor atisbo de peligro, se alejará volando rápidamente. Se dice que este Pokémon ha vivido desde tiempos remotos, y en algunos murales de épocas arcaicas se han hallado pinturas de un Pokémon que guarda un gran parecido con él.\n\nSu hábitat es el campo, donde puede observar con claridad el suelo. También puede ser visto en lugares poblados por el hombre, y en Alola es común verlo volando sobre el mar.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 23,
            "name": "Ekans",
            "frontSprite": "23_front.gif",
            "backSprite": "23_back.gif",
            "sound": "23.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Este Pokémon está basado en una serpiente, por su apariencia se asemeja a una serpiente de cascabel, sin embargo Ekans no es venenoso nada más nacer. De tonalidad púrpura tiene un cascabel en la cola, un anillo en el cuello y un vientre de color amarillo.\n\nEkans es muy silencioso y sigiloso, suele cazar y esconderse en la hierba alta. Aunque también es un buen trepador de árboles, los cuales también usa para descansar. Su cuerpo crece indefinidamente a lo largo de toda su vida, desprendiéndose de su vieja piel, lo cual es un indicativo de su longevidad. Cuando nacen no tienen veneno por lo que su mordisco aunque es doloroso no representa ningún peligro. Su comida favorita son los huevos de Pidgey y Spearow, los considera un manjar. Como se los traga enteros a veces se atraganta y pierde el conocimiento. Sin embargo, no dudará en acechar y atacar por la espalda a algún Pokémon roedor o pájaro. Si se tragan a un Rattata pueden estar sin comer durante todo un mes. Para engullir a su presa puede separar su mandíbula para hacer que su boca se expanda, pudiendo tragar presas tan grandes como él, aunque eso le dificultará el movimiento.\n\nUsa su lengua para detectar el peligro y si siente alguna amenaza, adopta una posición defensiva, enroscándose mientras yergue la cabeza en cualquier dirección, lanzando feroces miradas. Para descansar, se enrosca en las ramas de los árboles por las noches. Se cree que esta posición le permite volver su cabeza con rapidez hacia su atacante y así poder intimidarlo. A este Pokémon es muy común encontrarlo en las praderas y zonas similares. Durante el invierno hibernan en el suelo cálido de los bosques, mientras que en verano es muy común verlos en los pastizales.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 24,
            "name": "Arbok",
            "frontSprite": "24_front.gif",
            "backSprite": "24_back.gif",
            "sound": "24.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Arbok parece estar inspirado en la cobra de anteojos. De color púrpura en todo su cuerpo, posee una capucha que, a diferencia de una cobra real, no se puede retraer. Su cuerpo parece segmentado con varias líneas de una tonalidad más oscura. Posee colmillos venenosos en su boca y una fina lengua bífida.\n\nEl diseño de los dibujos de la panza de Arbok puede variar de un área a otra, según algunos estudios se han encontrado una veintena de variaciones, de las cuales seis han sido confirmadas, con las cuales haciendo uso hábilmente de deslumbrar puede paralizar a su presa, para después enroscarla con su cuerpo y estrujarla con un asfixiante abrazo, si esto no fuese suficiente también puede optar por envenenarla. Es de naturaleza vengativa y obstinada, si su presa escapase antes de ser atrapada, no cejará la persecución y le seguirá sin importar a donde vaya. La fuerza del estrujón de Arbok es tan potente que es capaz de oprimir un barril de acero. Los patrones de su cuerpo en forma de 'rostro' son suficientes para ahuyentar a los enemigos más débiles, para los más fuertes se hinchará su pecho y emitirá sonidos echando aire por la boca para intimidarlos. Se enrosca para poder dormir, dejando su vientre descubierto, esto lo hace para evitar que se le acerquen mientras descansa. Si alguien se encuentra con un Arbok en el camino, será mejor desviar la mirada para evitar ser paralizado por este. Son enemigos acérrimos de los Raticate, y si se encuentran lucharán con tal saña como si de una serpiente y una mangosta se tratase.\n\nSegún lo visto en el manga Pocket Monsters Special, algunos Arbok tienen la habilidad de regenerar partes de su cuerpo. Así mismo, cuando estos tienen un excelente entrenamiento, también pueden cambiar el dibujo en su pecho. Según el dibujo que adopte, Arbok puede incrementar su velocidad, su ataque y hasta puede volverse inmune al envenenamiento.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 25,
            "name": "Pikachu",
            "frontSprite": "25_front.gif",
            "backSprite": "25_back.gif",
            "sound": "25.ogg",
            "type1": "electric",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Pikachu es un pequeño Pokémon cuya morfología se encuentra basada en un roedor. Aunque su nombre y su categoría hagan alusión a un ratón, según su diseñadora, sus mejillas están basadas en las de una ardilla. Su cuerpo es de color amarillo con dos rayas marrones en su espalda y en la base de la cola. La punta de sus orejas de color negro, y presenta un gran círculo rojo en cada una de sus mejillas. Tiene una cola con forma de rayo si es macho y en forma de corazón si es hembra.\n\nPikachu almacena una gran cantidad de electricidad en las bolsas que tiene en sus mejillas. Estas parecen cargarse eléctricamente durante la noche mientras duerme. En ocasiones libera electricidad estando medio dormido, como si soñara que lanza descargas eléctricas. A veces suelta unas pequeñas descargas cuando se acaba de despertar. Las mejillas de Pikachu también pueden ser recargadas mediante una descarga eléctrica dada por otro Pikachu. Es un Pokémon muy curioso, por lo que se puede ver cerca de asentamientos humanos.\n\nEl hábitat principal de Pikachu es el bosque, alejado de las poblaciones humanas, donde puede encontrar bayas las cuales tuesta con su electricidad, por lo que si se encuentra una baya chamuscada tirada en el suelo, es muy probable que haya sido obra de Pikachu. Le gusta vivir en grupos, donde siempre mantienen la cola en alto para vigilar. En esta pose puede ser fácilmente alcanzado por algún rayo y si se siente amenazado o es molestado liberará toda la electricidad almacenada. La energía liberada de varios individuos juntos es capaz de generar tormentas eléctricas.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 26,
            "name": "Raichu",
            "frontSprite": "26_front.gif",
            "backSprite": "26_back.gif",
            "sound": "26.ogg",
            "type1": "electric",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Este Pokémon es un gran roedor bípedo. Tiene un pelaje anaranjado, una cola oscura y gruesa como un cable de tendido eléctrico que termina en forma de rayo y totalmente plana, que además puede soportar grandes cargas. Tiene un vientre de tono claro y unos mofletes amarillos, que producen la energía eléctrica que se conduce a la cola de Raichu para ser liberada en forma de potentes ataques tipo eléctrico. Sus orejas son grandes y están parcialmente enrolladas. Almacena la carga acumulada en sus mejillas, exactamente igual a su preevolución Pikachu.\n\nLa habilidad de Raichu de contener corrientes eléctricas es impresionante; es común que sus ataques eléctricos tengan 10.000 voltios de energía, pero se han registrado casos de hasta 100.000. Incluso cuando no está luchando, el cuerpo de Raichu expele una débil carga eléctrica que le hace luminoso en la oscuridad, y le puede dar una buena descarga a cualquiera que ose asustarle o tocarle sin previo aviso.\n\nLa actitud de Raichu depende parcialmente de la cantidad de electricidad que tenga en el cuerpo. Cuanta más carga eléctrica tenga, más enérgicamente actúa y si se encuentra totalmente cargado se le pondrán las orejas de punta. Sus músculos se estimulan con la electricidad. Un fenómeno destacable en sus orejas es que se levantan cuando está cargado de electricidad. Con altas cantidades de electricidad, Raichu se vuelve agresivo. Para prevenir esto, Raichu se calma descargando el exceso de electricidad enterrando su cola en el suelo a modo de toma de tierra, esto también le ayuda para protegerse de los calambrazos. Se lo ha visto hacerlo también cuando duermen, por lo que hay que tener cuidado de no acabar electrocutado al acercarse. Constantemente electrocutan objetos, personas y Pokémon hasta que su nivel de electricidad haya vuelto a la normalidad.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 27,
            "name": "Sandshrew",
            "frontSprite": "27_front.gif",
            "backSprite": "27_back.gif",
            "sound": "27.ogg",
            "type1": "ground",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Pese a su nombre, la apariencia de Sandshrew es más semejante a la de un armadillo o un pangolín que a la de una musaraña. Es una criatura pequeña, amarilla y de apariencia similar a un armadillo cubierto de placas duras y con garras afiladas. Sus ojos son grandes y negros.\n\nEl entorno natural de Sandshrew son los lugares profundos bajo tierra en localizaciones áridas con muy poca humedad, siendo los desiertos el ejemplo más claro, aunque también se encuentra en praderas secas. Elige este hábitat para mantenerse seco, mientras que la arena le provee con un buen camuflaje.\n\nCuando es molestado, la primera reacción de defensa es instantáneamente enrollar su cuerpo hasta convertirlo en una bola, dejando sólo su fuerte piel expuesta (comparable al sistema de defensa de erizos, armadillos y pangolines). Cuando se enrolla de esta manera, Sandshrew tiene el potencial de resistir varios ataques y caer desde cualquier altura sin dañarse, siendo capaz de rebotar. Es un Pokémon muy paciente, permanecerá hecho bola hasta que esté seguro de que haya pasado el peligro. Usa esta forma para atravesar el desierto rodando a gran velocidad. Pese a que tiene aversión por el agua, Sandshrew sí la necesita para sobrevivir. Su metabolismo está diseñado de tal forma que puede absorber agua con una mojada mínima, permitiéndole vivir con pequeñas cantidades de este elemento. Se conoce también que mientras duerme durante las noches frías, por la mañana despierta con una fina capa de rocío mañanero.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 28,
            "name": "Sandslash",
            "frontSprite": "28_front.gif",
            "backSprite": "28_back.gif",
            "sound": "28.ogg",
            "type1": "ground",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Sandslash habita en las mismas zonas áridas que su preevolución Sandshrew, en madrigueras. A veces se les puede ver trepando árboles con sus garras por varias razones, ya sea para dormir en su follaje, cortar y dejar caer bayas para los Sandshrew que esperan debajo o usarlos como escondite de caza, cuando avista una presa, se convierte en una bola de púas y se deja caer sobre ella.\nEl aspecto de Sandslash se asemeja al de un puercoespín o un pangolín. Las garras de sus extremidades delanteras, y su historia evolutiva, sugieren que está basado en un armadillo gigante.\n\nSu cuerpo es de color amarillento, más oscuro en la espalda. Tiene una coraza de púas en su espalda que van desde la cabeza hasta la cola, las cuales son partes endurecidas de su piel. Las púas le ayudan tanto a protegerse de algunos ataques como a atacar a sus oponentes, enroscándose y girando a toda velocidad para clavárselas. Las enormes garras curvadas de Sandslash son su principal arma de ataque y las usa para excavar hoyos en la tierra dura. Durante su vida es propenso a perder sus garras y púas mientras caza o excava, y cuando esto sucede, sólo tardan un día en regenerarlas. Si esto no sucede, los Sandslash mudan de púas una vez al año para reemplazar las viejas y desgastadas por unas nuevas. Cuanto más seco es el terreno en el que habita, más duras y lisas se vuelven estas. Los humanos buscan y recolectan las garras y púas que pierden para elaborar utensilios de labranza.\n\nA este Pokémon le gusta enroscarse para protegerse del enemigo o cuando la temperatura es demasiado alta, de este modo evita los golpes de calor. Cuando Sandslash se ve superado en un combate o intenta huir de algún peligro, corre a toda velocidad mientras genera una nube de tierra y polvo que le ayuda para ocultarse.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 29,
            "name": "Nidoran ♀",
            "frontSprite": "29_front.gif",
            "backSprite": "29_back.gif",
            "sound": "29.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Dentro de su anatomía hay poco parecido con Nidoran macho. Al igual que el macho, oculta en sus púas un poderoso veneno, están pensadas como protección para su pequeño cuerpo. Cuando se enfurece libera una horrible toxina de sus cuernos. Son unos Pokémon muy tranquilos y dóciles, tienen un cierto parecido a roedores por sus enormes incisivos al igual que su contraparte.\n\nLos Nidoran, tanto las hembras como los machos habitan generalmente en las praderas, aunque en ocasiones es visto en las ciudades. Usa el pequeño cuerno que tiene en su cabeza para defenderse siendo este más pequeño y redondeado que el de los machos, este cuerno segrega un fuerte veneno que podría ser fatal al mínimo roce de este. Posee un olfato más fino que los Nidoran♂. Usa los bigotes para percibir la dirección del viento y buscar comida a sotavento de sus depredadores, cuando encuentra sus bayas favoritas usa sus incisivos para partirlas y comerlas.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 30,
            "name": "Nidorina",
            "frontSprite": "30_front.gif",
            "backSprite": "30_back.gif",
            "sound": "30.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Es un Pokémon que básicamente reside en los campos de hierba alta, es de naturaleza muy dócil. De un tamaño muy similar a Nidorino, es de tonalidad azulada y, a diferencia del antes mencionado, carece de un cuerno en su cabeza, que según parece, se ha atrofiado para evitar herir a sus crías. A pesar de su docilidad, tiene unas púas en todo su cuerpo que usa para defenderse, erizándolas de un golpe. Sin embargo, como sus púas crecen más lentamente que las de Nidorino, suele usar los mordiscos y arañazos para combatir. Aunque también se les ha visto emitir ondas ultrasónicas para confundir al enemigo.\n\nViven en manadas conformadas por sus familiares y amigos. Cuando se encuentra dentro de su manada, suelen esconder sus púas para evitar lastimarse unos a otros. El separarse de su grupo suele ponerlas muy nerviosas. Si el peligro se cierne sobre su manada, unirán fuerzas entre todos sus miembros, haciendo un coro de ondas ultrasónicas. Para alimentar a sus crías, primero mastica y ablanda la comida, para después escupir esa masilla a su prole. Usa madrigueras para dormir y mientras duerme en ella, retrae sus púas, eso es una señal de que siente a salvo.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 31,
            "name": "Nidoqueen",
            "frontSprite": "31_front.gif",
            "backSprite": "31_back.gif",
            "sound": "31.ogg",
            "type1": "poison",
            "type2": "ground",
            "isEvolved": true,
            "isLegendary": false,
            "description": "Este Pokémon bípedo posee escamas de tonalidad azulada, además de dos placas en el pecho de color amarillo, al igual que en la parte inferior del abdomen y en la parte inferior de su mandíbula. Tiene dos enormes orejas similares a las de sus preevoluciones, y una hilera de púas que va desde la frente de su cabeza hasta su cola, por las cuales secreta veneno.\n\nUsa sus duras escamas para protegerse de cualquier ataque. Estas se crecen cíclicamente, es decir, crecen hasta ser remplazadas por otras nuevas. Habita en madrigueras. Con su duro cuerpo y escamas sella la entrada para evitar las visitas de depredadores. Usa su fuerte cuerpo para propinar poderosos movimientos y lanzar por los aires a sus rivales. Se muestra muy protectora, en especial con sus crías, las cuales defiende con gran ferocidad. En esos momentos puede alcanzar su nivel máximo de fuerza, jamás se acobardará ante ninguno de los ataques que reciba, incluso si se trata de de arriesgar su vida. Mientras se trate de defender a sus crías, no dudará en hacerlo. Usa su cuerpo para mecer a sus crías, colocándolas entre las separaciones que hay en sus púas dorsales. Durante este momento, las púas dejan de secretar veneno alguno.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 32,
            "name": "Nidoran ♂",
            "frontSprite": "32_front.gif",
            "backSprite": "32_back.gif",
            "sound": "32.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Nidoran ♂ tiene aspecto de un pequeño roedor de color rosa, con unos dientes incisivos que sobresalen de su boca, tiene unas patas cortas y una gran cantidad de púas en la espalda, las cuales usa a modo de protección contra posibles depredadores. Desarrolla músculos para el movimiento de sus orejas. Gracias a ello sus orejas pueden moverse libremente hacia cualquier dirección, por esto, ni el más mínimo de los sonidos se le escapa.\n\nUsa el cuerno venenoso de su frente para embestir y asestar fuertes cornadas, entre más grandes sean sus cuernos más fuerte será su veneno. Vive en las praderas y comúnmente se les ve a sus orejas sobresalir de entre la hierba para explorar su territorio, a pesar de su pequeño tamaño es muy valiente y no dudará en arriesgar su vida para defender a su pareja.\n\nEn cuanto a la crianza de Nidoran, la cría de un Nidoran macho y un Nidoran hembra puede ser tanto un macho como una hembra, y lo mismo pasa si un Nidoran hembra tiene crías con Ditto. Antes de la sexta generación, las crías de un Nidoran macho y un Ditto siempre eran macho, pero desde entonces pueden salir tanto machos como hembras.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 33,
            "name": "Nidorino",
            "frontSprite": "33_front.gif",
            "backSprite": "33_back.gif",
            "sound": "33.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Al evolucionar de Nidoran ♂ a Nidorino, sigue manteniendo el color de su cuerpo y las púas de su espalda, sin embargo adquiere una apariencia más robusta y fuerte. Los incisivos de su anterior evolución se han convertido en un par de colmillos que puede usar para atacar, y el cuerno de su frente parece haberse desarrollado aun más. Nidorino y Nidorina, pero tienen tantas diferencias y tan notorias, que la Pokédex los trata como 2 especies diferentes.\n\nSu cuerno es un arma muy útil, pues tiene una dureza superior al diamante y que además segrega un potente veneno, que al introducirse en el enemigo soltará su carga tóxica. Es un Pokémon muy irascible, erizando sus púas del lomo desafiará a los oponentes con todas sus fuerzas. Sus enormes orejas le sirven para vigilar todo a su alrededor y en cuánto oiga algún ruido atacará sin dudarlo.\n\nSe le puede encontrar partiendo rocas con su duro cuerno, para encontrar piedras lunares y así poder evolucionar. La concentración de toxinas en su veneno aumenta cuando este Pokémon presenta una subida de adrenalina. Este Pokémon reside generalmente en las praderas acompañado de su familia evolutiva y la fase evolutiva de su contraparte femenina.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 34,
            "name": "Nidoking",
            "frontSprite": "34_front.gif",
            "backSprite": "34_back.gif",
            "sound": "34.ogg",
            "type1": "poison",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Está basado en Baragon, un Kaiju japonés perteneciente a la franquicia de Godzilla, al igual que su contraparte Nidoqueen. Al evolucionar de Nidorino a Nidoking, el cuerpo de este Pokémon cambia bastante, pasa de ser cuadrúpedo a ser bípedo, adquiere una fuerte coraza que le protege de cualquier golpe. sus patas delanteras se convierten en un par de brazos acabados en unas garras, que puede usar a modo de manos. Sus orejas siguen siendo grandes y su cuerno también y sigue manteniendo el aspecto espinoso de su espalda como sus anteriores evoluciones.\n\nEste Pokémon gusta de presumir su hercúlea fuerza, usa como método de ataque su poderosa cola, junto a su duro y pesado cuerpo. En combate usa su pesada cola para oprimir y aplastar a su presa, rompiéndole los huesos, esta cola al agitarla es capaz de tumbar una torre metálica de transmisión o de partir un poste telefónico como si se tratase de un cerillo. Si esto no fuera suficiente, al ver a su enemigo atontado, puede embestirlo con su robusto cuerpo, el cual incrementa su fuerza de impacto al tener una piel tan dura como el acero. Además de lo ya mencionado, en su frente tiene un afilado cuerno tan duro como el diamante, de hecho, se dice que puede pulverizar diamantes con él, de este cuerno segrega un peligrosísimo veneno. En el manga se dice que Nidoking tiene ácido en sus garras, por lo que lo hace más peligroso aún. Cuando este Pokémon se desboca, no hay quien lo pare, sin embargo, puede calmarse ante Nidoqueen, su compañera de toda la vida.\n\nEste Pokémon habita en las praderas donde se le puede ver junto a Nidoqueen o las preevoluciones de ambos.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 35,
            "name": "Clefairy",
            "frontSprite": "35_front.gif",
            "backSprite": "35_back.gif",
            "sound": "35.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Clefairy está basado en un pixie. Su redondeado cuerpo es rosa con pequeños brazos y piernas. Tiene un rizo rosa en la cabeza, unas orejas marrones con forma puntiaguda, una cola enrollada y dos pequeñas alitas en la espalda que le ayudan a volar. Clefairy tiene ojos negros.\n\nAunque es raro de ver normalmente, se le puede ver en las noches de luna llena. En esas ocasiones, salen en grupo para jugar, mientras a su alrededor se genera un misterioso campo magnético. Cuando la luz de la luna baña sus alas, estas emiten un tenue brillo y, sin batirlas siquiera, es capaz de flotar en el aire, lo que le da un aspecto de una adorable hada. Al amanecer, los Clefairy, agotados, regresan a sus refugios de montaña para dormir acurrucados unos con otros. Además Clefairy evoluciona a Clefable si llega a tocar una piedra lunar y algunos de estos ejemplares en estado salvaje poseen una piedra equipada, es por estos motivos que mucha gente asocia a estos Pokémon con la luna. Clefairy es un Pokémon muy popular entre todo el mundo por el aspecto tan dulce que tiene, su naturaleza afable y su adorable grito. La escasez de ejemplares lo hace más valioso aún. Se dice que la felicidad llegará a quien vea un grupo de Clefairy bailando a la luz de la luna llena. En el anime se cree que pueden provenir del espacio exterior y se les ha visto que son capaces de crear naves voladoras. Sin embargo3, no ha habido un informe de que alguien haya visto a un Clefairy o Clefable en la luna y ni siquiera se sabe con exactitud si las piedras lunares realmente provengan de dicho lugar, por lo tanto aún se encuentran haciendo las investigaciones pertinentes sobre este caso.\n\nEste Pokémon habita las montañas tranquilas donde vive con otros miembros de su especie o familia evolutiva, como el Monte Moon.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 36,
            "name": "Clefable",
            "frontSprite": "36_front.gif",
            "backSprite": "36_back.gif",
            "sound": "36.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Clefable está basado en un pixie. Tiene mucho parecido a Clefairy, solo se diferencian en que su cabeza, su rizo, sus alas y casi todo el resto del cuerpo se hacen más grandes y alargados.\n\nSe dice que este Pokémon hada vive en grupos en lo profundo de las montañas, en zonas tranquilas y lejanas. Es encantador y muy tímido, por lo que no le gusta dejarse ver ante las personas. Sus sensibles oídos le permiten distinguir sonidos lejanos, por lo que prefiere habitar en lugares silenciosos. Esta sensibilidad es tal que, es capaz de oír la caída de un alfiler a 1 km de distancia, y la usa para proteger y estar alerta de su propio entorno.\n\nClefable se mueve dando saltitos haciendo uso de sus alas. Estas le permiten caminar por el agua, pero no llegar a volar. Le encanta darse paseos por los lagos en tranquilas noches de luna llena. Se dice que avistar a una pareja de Clefable dando saltitos trae felicidad al matrimonio. Algunos científicos sostienen que, cuando mira al cielo fijamente en las noches de luna llena, es porque siente nostalgia e intenta escuchar las voces de sus compañeros que dejó atrás en la luna.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 37,
            "name": "Vulpix",
            "frontSprite": "37_front.gif",
            "backSprite": "37_back.gif",
            "sound": "37.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Vulpix está basado en un zorro rojo, y un kitsune. Es un Pokémon de tamaño pequeño y de patas cortas. Su suave pelaje es corto excepto en el flequillo y en sus seis colas. Su color de pelo es blanco en el vientre, anaranjado en las colas y el flequillo, oscuro en las patas y marrón en el resto del cuerpo. Sus ojos son grises y rasgados, y poseen una buena y aguda vista.\n\nAl nacer, Vulpix tiene una cola blanca, pero a medida que crece, esta gana color y se va dividiendo desde la punta en seis si recibe cariño por parte de su entrenador. Las seis colas se le rizan de forma majestuosa y su pelaje se va volviendo más suave, lustroso y bello a medida que sus seis colas crecen. Hay que cepillárselas a menudo o, de lo contrario, se le hacen enredos todo el rato. La temperatura de estas colas aumenta de forma radical justo antes de evolucionar. En el interior del cuerpo de Vulpix arde una llama que nunca se extingue. Durante el día, cuando suben las temperaturas, este Pokémon libera llamas por la boca para evitar recalentarse. También es capaz de controlar estas bolas de fuego, estas llamas se asemejan a un fuego fatuo, por lo que algunos las confunden con fantasmas. Al abrazarlo se puede sentir una ligera calidez.\n\nHabita en las praderas, si es atacado por un enemigo más fuerte que él, finge estar herido para confundirlo y huir.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 38,
            "name": "Ninetales",
            "frontSprite": "38_front.gif",
            "backSprite": "38_back.gif",
            "sound": "38.ogg",
            "type1": "fire",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Ninetales es un Pokémon muy parecido a un kitsune, un zorro de nueve colas de la mitología japonesa. Su pelaje es de color dorado, el cual se va haciendo más intenso a medida que envejece y las puntas de sus colas de un color amarillo mostaza o naranja, que al paso de los años va cambiando de color.\n\nEs un Pokémon dotado de una gran inteligencia, capaz de entender a la perfección el lenguaje humano, además de ser muy fiel a su entrenador. Es extremadamente vengativo, tomar una de sus nueve colas podría causar mil años de una maldición de mala suerte, además de que este rencor puede trascender generaciones. Se dice que cada una tiene un poder místico o sobrenatural en particular que aún está siendo investigado. Existen varias leyendas en torno a este Pokémon, una cuenta que es la reencarnación de 9 nobles santos, otra que nació de la fusión de 9 hechiceros que tenían poderes sagrados, una más menciona que esta fusión fue entre 9 deidades. Este Pokémon es muy longevo, se dice que puede llegar a vivir mil años. Puede emitir una siniestra luz de sus ojos para conseguir controlar la mente de su rival. Controla las llamas que expele de su boca para hipnotizar y capturar a sus presas.\n\nEste Pokémon habita generalmente en las praderas como su preevolución, aunque puede ser visto en zonas calurosas y secas.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 39,
            "name": "Jigglypuff",
            "frontSprite": "39_front.gif",
            "backSprite": "39_back.gif",
            "sound": "39.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": false,
            "isLegendary": false,
            "description": "Jigglypuff tiene un cuerpo circular, rosa, esponjoso y acentuado con pequeños apéndices, así como una mota de cabello en su cabeza. Tiene unos enormes ojos azules y unas orejas puntiagudas.\n\nSu ataque más popular es canto, que pone a dormir a sus oponentes. Su tesitura es de 12 octavas. En algunos estantes de los grandes almacenes, se encuentran discos con recopilaciones de canciones para dormir (nanas) de Jigglypuff. Tiene la extraña habilidad de inflar todo su cuerpo aspirando aire. Esto además le permite mantenerse en el aire durante unos segundos, ya que gracias a su fisionomía es capaz de flotar. Es de la especie globo, ya que en Pokémon Stadium si este es vencido se desinfla como un globo, además de que en varios medios se le ha visto flotar en el aire. Cuando le tiemblan sus grandes y adorables ojos redondos es un indicador de que comenzará a cantar, si se hincha antes de hacerlo puede cantar durante un tiempo mucho mayor. No deja de cantar ni estando dormido, por lo que hay que tener mucho cuidado de no oír su canción.\n\nEste Pokémon puede ajustar el volumen de su voz, sin pausarse para respirar. Como resultado, cuando su oyente no muestra señales de sueño, continuará cantando hasta que haya usado todo su oxígeno, lo que puede ser un problema, ya que su vida puede correr peligro. Los Jigglypuff viven principalmente en zonas de pradera, aunque a veces pasea por las ciudades.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        },
        {
            "id": 40,
            "name": "Wigglytuff",
            "frontSprite": "40_front.gif",
            "backSprite": "40_back.gif",
            "sound": "40.ogg",
            "type1": "normal",
            "type2": null,
            "isEvolved": true,
            "isLegendary": false,
            "description": "Wigglytuff está basado en un globo, en un conejo común y en dulces rellenos como los profiteroles. Su cuerpo es grande y redondeado y de este parten patas y brazos cortos. Su piel es principalmente de color rosa pálido, aunque la zona de su vientre es de color blanca. En su cara posee unos grandes ojos de color azul turquesa y un mechón rizado en la parte superior de su cabeza. De su cabeza también parten sendas orejas alargadas como las de un conejo con la zona interior de color negro y la punta también cubierta de pelaje blanco.\n\nEl cuerpo de Wigglytuff es muy similar a un globo: es blando, gomoso y muy elástico. Además, es capaz de inhalar aire para inflar su cuerpo. Esto es algo que hace frecuentemente cuando se enfada o se siente amenazado, con la finalidad de intimidar a su oponente. El tamaño de su cuerpo cuando se infla es monstruosamente grande, pareciendo no tener límite. Se han llegado a ver Wigglytuff que han alcanzado 20 veces su tamaño normal. Estos Pokémon no solo se inflan por enfado, pues suelen competir para ver quién es capaz de hincharse más por diversión. Cuando está inflado, Wigglytuff puede rebotar fácilmente por todas partes como si fuera una pelota o golpear a sus oponentes con un golpe cuerpo muy potente.\n\nWigglytuff tiene una capa de un pelaje finísimo. Este es muy popular, dado que es muy agradable al tacto, en especial el pelaje del mechón de su frente. Este es considerado como de calidad de lujo y cuando lo muda con las estaciones, la gente aprovecha para recogerlo y hacer artículos de lujo. La gente que ha acariciado el pelaje de un Wigglytuff tiene dificultad para dejarlo de lo agradable que es y algunos dicen que dormir junto a uno es una maravilla. De hecho, si dos Wigglytuff se abrazan, no querrán separarse nunca más. Los ojos de Wigglytuff están cubiertos por una delgada capa de secreción lacrimal, por lo que si algún polvo o suciedad llegara a entrar en ellos, serán rápidamente expulsados. Esta capa le da siempre a sus ojos un aspecto brillante.\n\nEn el anime, los Wigglytuff suelen ser los Pokémon más comunes como ayudantes de las enfermeras Joy en los Centros Pokémon de la región de Kalos.",
            "statsValuesBylevel": 
            [
                {
                    "level": 1,
                    "hp": [] ,
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 25,
                    "hp": [],
                    "attack": [],
                    "defense": [],
                    "speed": [],
                    "specialAttack": [],
                    "specialDefense": []
                },
                {
                    "level": 50,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [] ,
                    "specialDefense": []
                },
                {
                    "level": 100,
                    "hp": [] ,
                    "attack": [] ,
                    "defense": [] ,
                    "speed": [] ,
                    "specialAttack": [],
                    "specialDefense": []
                }
            ]
        }
    ]
}